export const mdModel = [{
	title:'markdown语法',
	content:'# 欢迎来书写您的完美简历\n\
本文包含以下内容：\n\
- 三分钟记住Markdown标记\n\
- 如何使用简历模板\n\
- 如何生成PDF文档\n\
- 如何使用三次握手保障自己的隐私\n\
- 如何通过微信发送简历\n\
## 三分钟记住Markdown标记\n\
Markdown是一种增强语法，但是别害怕，即使像Easy这样的脑容量不大的人也能轻松使用。事实上，绝大部分情况下，我们都只使用以下几种标记：\n\
```\n\
# 菜单\n\
- 列表\n\
![] 图片\n\
[] 链接\n\
```\n\
其中唯一复杂一点的是图片，您只需要写下\n\
![]\n\
就像你看到的，右边预览区域会出现一个虚线框，当点击后，可以直接在线上传图片。\n\
学会了图片的写法，链接就更加简单啦，[这里是文字](http://and-put-url-here)\n\
## 使用简历模板\n\
编辑器左侧，我们预置了之前在GitHub上被Star 2000多次的简历模板，您可以选择使用，需要注意的是，它会覆盖当前书写的内容，最好在您开始书写之前就选好。\n\
![](http://tt1535-deercv.stor.sinaapp.com/55121bb0edd10.png)\n\
## 生成PDF文件\n\
Markdown虽然写起来很爽，但是收我们简历的同学往往没有Markdown阅读器，所以需要生成PDF格式来发送。\n\
生成PDF可以简单地点击「输出选项」中的下载PDF，也可以在查看简历页面，点击右上方的小图标。\n\
![](http://tt1535-deercv.stor.sinaapp.com/55121ca4d57fe.png)\n\
## 使用三次握手保护隐私\n\
在线简历最大的问题，就是会让别人随意看到你自己的联系方式。DeerCV引入了JobDeer引以为豪的三次握手机制来保护您的隐私。\n\
首先，您可以在简历中用password标签把您需要保护的信息标记出来，就像下边那样。\n\
[password]\n\
这里是我的手机、邮箱和微信等联系方式。\n\
[/password]\n\
然后，您需要在左侧设置查看密码，同时勾选「 开启扫码求简历 」选项。\n\
![](http://tt1535-deercv.stor.sinaapp.com/55121f03e091a.png)\n\
这样，当其他人访问您的在线简历时，被保护区域会如下显示\n\
![](http://tt1535-deercv.stor.sinaapp.com/55121fcc15c48.png)\n\
这时候他只要「 微信扫码求简历 」，我们就会让他填一个表单，详细描述招聘信息，同时将他写的内容通过微信推送给您，您可以再手机上点击「同意」或者「拒绝」。从而只把简历显示给你中意的招聘方。\n\
## 通过微信发送简历\n\
有时候我们只是单纯的想把简历发给某个人，这时候您可以点击左侧「输出选项」中的，通过微信发送简历。点完后，会出来两个二维码，一个是需要阅读密码的，另外一个是不需要阅读密码的，可视需要扫描后，在微信浏览器中选择分享给朋友即可。',
},

{
	title:'前端程序员简历模板',
	content:'# Web前端程序员简历模板\n\
## 先讲讲怎样才是一份好的技术简历\n\
首先，一份好的简历不光说明事实，更通过FAB模式来增强其说服力。\n\
 - Feature：是什么\n\
 - Advantage：比别人好在哪些地方\n\
 - Benefit：如果雇佣你，招聘方会得到什么好处 \n\
其次，写简历和写议论文不同，过分的论证会显得自夸，反而容易引起反感，所以要点到为止。这里的技巧是，提供论据，把论点留给阅读简历的人自己去得出。放论据要具体，最基本的是要数字化，好的论据要让人印象深刻。\n\
举个例子，下边内容是虚构的：\n\
2006年，我参与了手机XX网发布系统WAPCMS的开发（```这部分是大家都会写的```）。作为核心程序员，我不但完成了网站界面、调度队列的开发工作，更提出了高效的组件级缓存系统，通过碎片化缓冲有效的提升了系统的渲染效率。（```这部分是很多同学忘掉的，要写出你在这个项目中具体负责的部分，以及你贡献出来的价值。```）在该系统上线后，Web前端性能从10QPS提升到200QPS，服务器由10台减少到3台（``` 通过量化的数字来增强可信度 ```）。2008年我升任WAPCMS项目负责人，带领一个3人小组支持着每天超过2亿的PV（``` 这就是Benefit。你能带给前雇主的价值，也就是你能带给新雇主的价值。 ```）。\n\
有同学问，如果我在项目里边没有那么显赫的成绩可以说怎么办？讲不出成绩时，就讲你的成长。因为学习能力也是每家公司都看中的东西。你可以写你在这个项目里边遇到了一个什么样的问题，别人怎么解决的，你怎么解决的，你的方案好在什么地方，最终这个方案的效果如何。\n\
具体、量化、有说服力，是技术简历特别需要注重的地方。\n\
（以上内容在写完简历后，对每一段进行评估，完成后再删除）\n\
---\n\
# 联系方式\n\
（HR会打印你的简历，用于在面试的时候联系，所以联系方式放到最上边会比较方便）\n\
- 手机：135******** （```如果是外地手机，可注明。如经常关机，要写上最优联系时间```）\n\
- Email：goodman@gmail.com （```虽然我觉得QQ邮箱无所谓，不过有些技术人员比较反感，建议用G```）\n\
- QQ/微信号：6*******（```提供一个通过网络可以联系到你的方式```）\n\
---\n\
# 个人信息\n\
 - 胶布帝/男/1990 \n\
 - 本科/萌鹿大学计算机系 \n\
 - 工作年限：3年\n\
 - 微博：[@JobDeer](http://weibo.com/jobdeer) （``` 如果没有技术相关内容，也可以不放 ```）\n\
 - 技术博客：http://blog.github.io ( ``` 使用GitHub Host的Big较高 ```  )\n\
 - Github: http://github.com/geekcompany ( ``` 有原创repo的Github帐号会极大的提升你的个人品牌 ```  )\n\
 - 期望职位：Web前端高级程序员，应用架构师\n\
 - 期望薪资：税前月薪15k~20k，特别喜欢的公司可例外\n\
 - 期望城市：北京\n\
---\n\
# 工作经历\n\
（工作经历按逆序排列，最新的在最前边，按公司做一级分组，公司内按二级分组）\n\
## ABC公司 （ 2012年9月 ~ 2014年9月 ）\n\
### DEF项目 \n\
我在此项目负责了哪些工作，分别在哪些地方做得出色/和别人不一样/成长快，这个项目中，我最困难的问题是什么，我采取了什么措施，最后结果如何。这个项目中，我最自豪的技术细节是什么，为什么，实施前和实施后的数据对比如何，同事和领导对此的反应如何。\n\
### GHI项目 \n\
我在此项目负责了哪些工作，分别在哪些地方做得出色/和别人不一样/成长快，这个项目中，我最困难的问题是什么，我采取了什么措施，最后结果如何。这个项目中，我最自豪的技术细节是什么，为什么，实施前和实施后的数据对比如何，同事和领导对此的反应如何。\n\
### 其他项目\n\
（每个公司写2~3个核心项目就好了，如果你有非常大量的项目，那么按分类进行合并，每一类选一个典型写出来。其他的一笔带过即可。）\n\
## JKL公司 （ 2010年3月 ~ 2012年8月 ）\n\
### MNO项目 \n\
我在此项目负责了哪些工作，分别在哪些地方做得出色/和别人不一样/成长快，这个项目中，我最困难的问题是什么，我采取了什么措施，最后结果如何。这个项目中，我最自豪的技术细节是什么，为什么，实施前和实施后的数据对比如何，同事和领导对此的反应如何。\n\
### PQR项目 \n\
我在此项目负责了哪些工作，分别在哪些地方做得出色/和别人不一样/成长快，这个项目中，我最困难的问题是什么，我采取了什么措施，最后结果如何。这个项目中，我最自豪的技术细节是什么，为什么，实施前和实施后的数据对比如何，同事和领导对此的反应如何。\n\
### 其他项目\n\
（每个公司写2~3个核心项目就好了，如果你有非常大量的项目，那么按分类进行合并，每一类选一个典型写出来。其他的一笔带过即可。）\n\
---\n\
# 开源项目和作品\n\
（这一段用于放置工作以外的、可证明你的能力的材料）\n\
## 开源项目\n\
（对于程序员来讲，没有什么比Show me the code能有说服力了）\n\
 - [STU](http://github.com/yourname/projectname) : 项目的简要说明，Star和Fork数多的可以注明\n\
 - [WXYZ](http://github.com/yourname/projectname) : 项目的简要说明，Star和Fork数多的可以注明\n\
## 技术文章\n\
（挑选你写作或翻译的技术文章，好的文章可以从侧面证实你的表达和沟通能力，也帮助招聘方更了解你）\n\
- [一个产品经理眼中的云计算：前生今世和未来](http://get.jobdeer.com/706.get)\n\
- [来自HeroKu的HTTP API 设计指南(翻译文章)](http://get.jobdeer.com/343.get) （ ```好的翻译文章可以侧证你对英文技术文档的阅读能力```）\n\
## 演讲和讲义\n\
（放置你代表公司在一些技术会议上做过的演讲，以及你在公司分享时制作的讲义）\n\
  - 2014架构师大会演讲：[如何通过Docker优化内部开发](http://jobdeer.com)\n\
 - 9月公司内部分享：[云计算的前生今世](http://jobdeer.com)\n\
# 技能清单\n\
（我一般主张将技能清单写入到工作经历里边去。不过很难完整，所以有这么一段也不错）\n\
以下均为我熟练使用的技能\n\
- Web开发：PHP/Hack/Node\n\
- Web框架：ThinkPHP/Yaf/Yii/Lavaral/LazyPHP\n\
- 前端框架：Bootstrap/AngularJS/EmberJS/HTML5/Cocos2dJS/ionic\n\
- 前端工具：Bower/Gulp/SaSS/LeSS/PhoneGap\n\
- 数据库相关：MySQL/PgSQL/PDO/SQLite\n\
- 版本管理、文档和自动化部署工具：Svn/Git/PHPDoc/Phing/Composer\n\
- 单元测试：PHPUnit/SimpleTest/Qunit\n\
- 云和开放平台：SAE/BAE/AWS/微博开放平台/微信应用开发\n\
## 参考技能关键字\n\
本技能关键字列表是从最近招聘Web前端的数百份JD中统计出来的，括号中是出现的词频。如果你的简历要投递给有机器（简历分选系统）和不如机器（不懂技术的HR）筛选简历环节的地方，请一定从下边高频关键词中选择5～10个适合你自己的。\n\
- web(889)\n\
- javascript(596)\n\
- css(555)\n\
- html(430)\n\
- jquery(323)\n\
- html5(312)\n\
- js(311)\n\
- ajax(196)\n\
- css3(176)\n\
- w3c(168)\n\
- div(156)\n\
- php(134)\n\
- xhtml(106)\n\
- java(92)\n\
- ui(78)\n\
- photoshop(75)\n\
- dom(63)\n\
- xml(56)\n\
- json(54)\n\
- yui(51)\n\
- flash(45)\n\
- bootstrap(43)\n\
- python(43)\n\
- http(38)\n\
- dreamweaver(38)\n\
- ext(33)\n\
- linux(33)\n\
- seo(32)\n\
- prototype(29)\n\
- chrome(28)\n\
- pc(28)\n\
- nodejs(28)\n\
- firefox(26)\n\
- ps(25)\n\
- angularjs(25)\n\
- fireworks(24)\n\
- extjs(23)\n\
- safari(22)\n\
- www(22)\n\
- mobile(22)\n\
- jsp(22)\n\
- mvc(22)\n\
- backbone(21)\n\
- node(21)\n\
- ruby(20)\n\
- github(19)\n\
- ios(18)\n\
- ie6(18)\n\
- android(18)\n\
- asp(18)\n\
- sass(17)\n\
- wap(16)\n\
- mootools(16)\n\
- ie(16)\n\
- mysql(15)\n\
- flex(14)\n\
- firebug(13)\n\
- bom(13)\n\
- webapp(12)\n\
- less(12)\n\
- web2(11)\n\
- angular(10)\n\
- git(10)\n\
- dw(10)\n\
- as(10)\n\
- mac(10)\n\
- psd(8)\n\
- o2o(7)\n\
- dojo(7)\n\
- actionscript3(6)\n\
- grunt(5)\n\
- ue(5)\n\
- zepto(5)\n\
- actionscript(5)\n\
- ie8(5)\n\
- coffeescript(5)\n\
- django(4)\n\
---\n\
# 致谢\n\
感谢您花时间阅读我的简历，期待能有机会和您共事。'
}
]